Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Pin the native dock to a different edge so it stays out of the way when it appears in fullscreen or Mission Control
ar: تثبيت Dock الأصلي على حافة مختلفة ليبقى بعيدًا عن الطريق عندما يظهر في وضع ملء الشاشة أو Mission Control
de: Das systemeigene Dock an einer anderen Kante fixieren, damit es nicht im Weg ist, wenn es im Vollbild oder in Mission Control erscheint
es: Fija el Dock nativo a otro borde para que no estorbe cuando aparece en pantalla completa o en Mission Control
fr: Déplacez le Dock natif vers un autre bord pour ne pas gêner en plein écran ou Mission Control
hu: A natív Dock rögzítése egy másik képernyőszélhez, hogy ne legyen útban, amikor teljes képernyős módban vagy a Mission Controlban megjelenik
ja: 標準のDockを別の端に固定して、フルスクリーンやMission Controlで表示されたときに邪魔にならないようにします
nl: Zet het standaard Dock van macOS vast aan een andere rand, zodat het niet in de weg zit wanneer het schermvullend wordt weergegeven of in Mission Control verschijnt
pl: Przypnij systemowy Dock do innej krawędzi, aby nie przeszkadzał, gdy pojawia się w trybie pełnoekranowym lub Mission Control
pt: Afixar a Dock nativa noutra margem para que não atrapalhe quando aparece em ecrã completo ou no Mission Control
ru: Переместить системный Dock к другому краю, чтобы он не мешал, когда появляется в полноэкранном режиме или в Mission Control
sv: Fäst den inbyggda Docken vid en annan kant så att den håller sig ur vägen när den visas i helskärmsläge eller Mission Control
tr: Yerel Dock’u farklı bir kenara sabitleyin, böylece tam ekran veya Mission Control sırasında göründüğünde yolunuzu kapatmaz
vi: Ghim dock mặc định vào một cạnh khác để tránh bị vướng khi nó xuất hiện ở chế độ toàn màn hình hoặc Mission Control
zh_hans: 将原生 Dock 固定到另一侧边缘，避免其在全屏模式或调度中心中出现时遮挡内容
zh_hant: 將原生 Dock 固定到其他邊緣，避免它在全螢幕模式或指揮中心中出現時遮擋畫面

source: Pin to a dock edge, or keep centered.
ar: ثبّت عند إحدى حافتي Dock، أو أبقِه في المنتصف.
de: An einer Dock-Kante fixieren oder zentriert lassen.
es: Fijar a un borde del Dock o mantener centrado.
fr: Ancrer à un bord du dock, ou garder centré.
hu: Rögzítés a Dock egyik széléhez, vagy középre igazítás.
ja: Dockの端に固定するか、中央に配置します。
nl: Bevestig aan een uiteinde van het Dock, of houd in het midden.
pl: Przypnij do krawędzi Docka albo pozostaw wyśrodkowane.
pt: Fixar numa extremidade da dock ou manter centrado.
ru: Прикрепить к краю Dock или оставить по центру.
sv: Fäst vid en dockkant eller håll centrerat.
tr: Bir dock kenarına sabitle veya ortalanmış tut.
vi: Ghim vào một cạnh dock, hoặc giữ ở giữa.
zh_hans: 将 Dock 固定到一侧边缘，或保持居中。
zh_hant: 固定於 Dock 邊緣，或維持置中。

source: Pin to dock
ar: التثبيت في Dock
de: Im Dock anheften
es: Fijar al Dock
fr: Épingler au Dock
hu: Kitűzés a Dockra
ja: Dockにピン留め
nl: Vastzetten in het Dock
pl: Przypnij do Docka
pt: Afixar na dock
ru: Закрепить в Dock
sv: Fäst i docken
tr: Dock’a sabitle
vi: Ghim vào dock
zh_hans: 固定到 Dock
zh_hant: 釘選至 Dock

source: Pin to Lock Screen
ar: تثبيت على شاشة القفل
de: An Sperrbildschirm anheften
es: Fijar en la pantalla de bloqueo
fr: Épingler à l'écran de verrouillage
hu: Kitűzés a zárolt képernyőre
ja: ロック画面にピン留め
nl: Aan vergrendelscherm vastzetten
pl: Przypnij do ekranu blokady
pt: Afixar no ecrã bloqueado
ru: Закрепить на экране блокировки
sv: Fäst på låsskärmen
tr: Kilit Ekranına Sabitle
vi: Ghim vào màn hình khóa
zh_hans: 固定到锁定屏幕
zh_hant: 固定於鎖定畫面

source: Pin to the Quick Actions widget
ar: تثبيت في أداة «الإجراءات السريعة»
de: An das Widget „Schnellaktionen“ anheften
es: Fijar en el widget Acciones rápidas
fr: Épingler au widget Actions rapides
hu: Kitűzés a Gyorsműveletek widgetre
ja: 「クイックアクション」ウィジェットにピン留め
nl: Vastzetten in de widget 'Snelle acties'
pl: Przypnij do widżetu Szybkie akcje
pt: Afixar no widget Ações Rápidas
ru: Закрепить в виджете «Быстрые действия»
sv: Fäst i widgeten Snabbåtgärder
tr: Hızlı Eylemler widget'ına sabitle
vi: Ghim vào tiện ích Tác vụ nhanh
zh_hans: 固定到“快捷操作”小组件
zh_hant: 釘選至「快速動作」小工具

source: Pin up to three folders as labeled sections beside the file tray. Each shows the folder's contents and accepts dropped files.
ar: ثبّت حتى ثلاثة مجلدات كأقسام معنونة بجانب حاوية الملفات. يعرض كل قسم محتويات مجلده ويقبل الملفات المسحوبة إليه.
de: Bis zu drei Ordner als beschriftete Bereiche neben der Datei-Ablage anheften. Jeder zeigt den Inhalt des Ordners und nimmt dort abgelegte Dateien auf.
es: Fija hasta tres carpetas como secciones etiquetadas junto a la bandeja de archivos. Cada una muestra el contenido de la carpeta y acepta archivos arrastrados.
fr: Épinglez jusqu'à trois dossiers comme sections étiquetées à côté du tiroir de fichiers. Chacune affiche le contenu du dossier et accepte les fichiers déposés.
hu: Legfeljebb három mappát tűzhet ki címkézett szakaszként a Fájltároló Tálca mellé. Mindegyik a mappa tartalmát mutatja, és fogadja az odahúzott fájlokat.
ja: ファイルトレイの横に、最大3つのフォルダをラベル付きセクションとしてピン留めできます。各セクションはフォルダの内容を表示し、ドロップされたファイルを受け取ります。
nl: Je kunt maximaal drie mappen als gelabelde secties naast het bestandsvak vastzetten. In elke sectie wordt de inhoud van de map weergegeven en kun je bestanden neerzetten.
pl: Przypnij maksymalnie trzy foldery jako podpisane sekcje obok Półki plików. Każda sekcja pokazuje zawartość folderu i przyjmuje upuszczane pliki.
pt: Afixe até três pastas como secções identificadas ao lado do tabuleiro de ficheiros. Cada uma mostra o conteúdo da pasta e aceita ficheiros largados.
ru: Закрепите до трёх папок как именованные разделы рядом с лотком файлов. Каждая показывает содержимое папки и принимает перетаскиваемые файлы.
sv: Fäst upp till tre mappar som etiketterade sektioner bredvid filbrickan. Varje sektion visar mappens innehåll och tar emot släppta filer.
tr: Dosya tepsisinin yanında etiketli bölümler olarak en fazla üç klasör sabitle. Her biri klasörün içeriğini gösterir ve bırakılan dosyaları kabul eder.
vi: Ghim tối đa ba thư mục dưới dạng các mục có nhãn bên cạnh khay tệp. Mỗi mục sẽ hiển thị nội dung của thư mục và chấp nhận các tệp được thả vào.
zh_hans: 最多可将 3 个文件夹固定为文件托盘旁带标签的分区。每个分区都会显示对应文件夹的内容，并可接收拖放的文件。
zh_hant: 最多可將三個檔案夾釘選為檔案托盤旁的標示區塊。每個區塊都會顯示檔案夾內容，並可接受拖放檔案。

source: Pinch In
ar: القرص للداخل
de: Zusammenziehen
es: Pellizcar hacia dentro
fr: Rapprocher
hu: Összehúzás
ja: ピンチイン
nl: Samenknijpen
pl: Zsuń palce
pt: Juntar os dedos
ru: Сведение пальцев
sv: Nyp ihop
tr: İçe Sıkıştır
vi: Chụm vào
zh_hans: 捏合缩小
zh_hant: 向內捏合

source: Pinch or swipe on running app icons to trigger actions
ar: اقرص أو اسحب على أيقونات التطبيقات قيد التشغيل لتشغيل الإجراءات
de: Mit Zusammenzieh- oder Wischgesten auf Symbolen laufender Apps Aktionen auslösen
es: Pellizca o desliza sobre los iconos de apps en ejecución para activar acciones
fr: Pincer ou glisser sur les icônes des applications en cours d'exécution pour déclencher des actions
hu: Összehúzás vagy húzás a futó alkalmazások ikonjain műveletek végrehajtásához
ja: 実行中のアプリアイコンをピンチまたはスワイプしてアクションを実行
nl: Knijp of veeg over de pictogrammen van geopende apps om acties te starten
pl: Wykonuj gesty zsuwania lub rozsuwania palców albo przesuwania, gdy wskaźnik znajduje się nad ikoną uruchomionej aplikacji, aby wykonywać czynności
pt: Junte ou afaste os dedos, ou deslize, sobre os ícones de aplicações em execução para acionar ações
ru: Сведение, разведение пальцев или смахивание на значках запущенных приложений для выполнения действий
sv: Nyp eller svep på symboler för appar som körs för att utlösa åtgärder
tr: Eylemleri tetiklemek için çalışan uygulama simgelerinde sıkıştır veya kaydır
vi: Chụm hoặc vuốt trên các biểu tượng ứng dụng đang chạy để kích hoạt tác vụ
zh_hans: 在运行中的应用图标上使用捏合或滑动手势来触发相应操作
zh_hant: 在執行中的應用程式圖示上捏合或滑動即可觸發動作

source: Pinch Out
ar: القرص للخارج
de: Auseinanderziehen
es: Pellizcar hacia fuera
fr: Écarter
hu: Széthúzás
ja: ピンチアウト
nl: Spreiden
pl: Rozsuń palce
pt: Afastar os dedos
ru: Разведение пальцев
sv: Nyp isär
tr: Dışa Aç
vi: Chụm ra
zh_hans: 张开缩放
zh_hant: 向外張開

source: Pinned
ar: مثبّت
de: Angeheftet
es: Fijada
fr: Épinglé
hu: Kitűzve
ja: ピン留め済み
nl: Vastgezet
pl: Przypięte
pt: Afixada
ru: Закреплённые
sv: Fäst
tr: Sabitlenmiş
vi: Đã ghim
zh_hans: 已固定
zh_hant: 已釘選

# Pinned Actions (%lld/%lld)
source: Pinned Actions (%1$lld/%2$lld)
ar: الإجراءات المثبتة (%1$lld/%2$lld)
de: Angepinnte Aktionen (%1$lld/%2$lld)
es: Acciones fijadas (%1$lld/%2$lld)
fr: Actions épinglées (%1$lld/%2$lld)
hu: Kitűzött műveletek (%1$lld/%2$lld)
ja: ピン留めしたアクション（%1$lld/%2$lld）
nl: Vastgezette acties (%1$lld/%2$lld)
pl: Przypięte akcje (%1$lld/%2$lld)
pt: Ações Afixadas (%1$lld/%2$lld)
ru: %2$lldЗакрепленные действия
sv: Fästa åtgärder (%1$lld/%2$lld)
tr: Sabitlenmiş Eylemler (%1$lld/%2$lld)
vi: Tác vụ đã ghim (%1$lld/%2$lld)
zh_hans: 已固定操作（%1$lld/%2$lld）
zh_hant: 已釘選的動作（%1$lld/%2$lld）

source: Pinned and running apps share the icon row. Scroll when there are more icons than fit, and use edit mode to reorder pinned items.
ar: تتشارك التطبيقات المثبتة والتطبيقات قيد التشغيل صف الأيقونات. مرر عندما يزيد عدد الأيقونات عن المساحة المتاحة، واستخدم وضع التحرير لإعادة ترتيب العناصر المثبتة.
de: Angeheftete und laufende Apps teilen sich die Symbolreihe. Scrollen Sie, wenn mehr Symbole vorhanden sind als hineinpassen, und verwenden Sie den Bearbeitungsmodus, um angeheftete Objekte neu anzuordnen.
es: Las apps fijadas y en ejecución comparten la fila de iconos. Desplázate cuando haya más iconos de los que caben y usa el modo de edición para reordenar los elementos fijados.
fr: Les apps épinglées et actives partagent la rangée d'icônes. Faites défiler quand il y a plus d'icônes que de place, et utilisez le mode d'édition pour réorganiser les éléments épinglés.
hu: A kitűzött és a futó appok közös ikonsoron osztoznak. Görgessen, ha több ikon van, mint amennyi elfér, és a szerkesztési módban rendezze át a kitűzött elemeket.
ja: ピン留めされたアプリと実行中のアプリはアイコン列を共有します。アイコンが収まりきらないときはスクロールし、編集モードでピン留め項目を並べ替えられます。
nl: Vastgezette en actieve apps delen dezelfde rij met pictogrammen. Scroll er doorheen als er meer pictogrammen zijn dan er in de rij passen. Gebruik de bewerkingsmodus om de volgorde van de vastgezette items aan te passen.
pl: Przypięte i uruchomione aplikacje współdzielą rząd ikon. Przewijaj, gdy ikon jest więcej niż się mieści, i używaj trybu edycji, aby zmieniać kolejność przypiętych elementów.
pt: As aplicações afixadas e em execução partilham a fila de ícones. Desloque quando houver mais ícones do que os que cabem e use o modo de edição para reordenar os itens afixados.
ru: Закрепленные и запущенные приложения используют один ряд значков. Прокручивайте, если значков больше, чем помещается, и используйте режим редактирования, чтобы изменить порядок закрепленных объектов.
sv: Fästa appar och appar som körs delar symbolraden. Rulla när symbolerna är fler än vad som får plats, och använd redigeringsläget för att ordna om fästa objekt.
tr: Sabitlenmiş ve çalışan uygulamalar simge satırını paylaşır. Sığandan fazla simge olduğunda kaydır ve sabitlenmiş öğeleri yeniden sıralamak için düzenleme modunu kullan.
vi: Các ứng dụng được ghim và đang chạy chia sẻ chung một hàng biểu tượng. Cuộn khi có nhiều biểu tượng hơn mức vừa vặn, và sử dụng chế độ chỉnh sửa để sắp xếp lại các mục được ghim.
zh_hans: 固定的应用和运行中的应用共用同一应用行。图标超出可显示范围时可滚动查看，并可通过编辑模式重新排列固定项目。
zh_hant: 已釘選與執行中的應用程式共用同一列圖示。當圖示數量超過可顯示範圍時可捲動瀏覽，並可使用編輯模式重新排列已釘選的項目。

source: Pinned Apps
ar: التطبيقات المثبتة
de: Angeheftete Apps
es: Apps fijadas
fr: Apps épinglées
hu: Kitűzött appok
ja: ピン留めしたアプリ
nl: Vastgezette apps
pl: Przypięte aplikacje
pt: Apps Afixadas
ru: Закрепленные приложения
sv: Fästa appar
tr: Sabitlenmiş Uygulamalar
vi: Ứng dụng đã ghim
zh_hans: 固定的应用
zh_hant: 釘選的應用程式

source: Pinned Commands
ar: الأوامر المثبتة
de: Angeheftete Befehle
es: Comandos fijados
fr: Commandes épinglées
hu: Kitűzött parancsok
ja: ピン留めされたコマンド
nl: Vastgezette opdrachten
pl: Przypięte polecenia
pt: Comandos afixados
ru: Закреплённые команды
sv: Fästa kommandon
tr: Sabitlenmiş Komutlar
vi: Lệnh đã ghim
zh_hans: 已固定命令
zh_hant: 已釘選的指令

source: Pinned Folder Zone Size
ar: حجم منطقة المجلدات المثبتة
de: Größe des Bereichs für angeheftete Ordner
es: Tamaño de la zona de carpetas fijadas
fr: Taille de la zone des dossiers épinglés
hu: Kitűzött mappazóna mérete
ja: ピン留めフォルダゾーンのサイズ
nl: Grootte van een zone voor vastgezette mappen
pl: Rozmiar strefy przypiętego folderu
pt: Tamanho da zona das pastas afixadas
ru: Размер зоны закреплённой папки
sv: Zonstorlek för fästa mappar
tr: Sabitlenmiş Klasör Bölgesi Boyutu
vi: Kích cỡ vùng thư mục được ghim
zh_hans: 固定文件夹区域大小
zh_hant: 已釘選檔案夾區域大小

source: Pinned Folders
ar: المجلدات المثبتة
de: Angeheftete Ordner
es: Carpetas fijadas
fr: Dossiers épinglés
hu: Kitűzött mappák
ja: ピン留めフォルダ
nl: Vastgezette mappen
pl: Przypięte foldery
pt: Pastas afixadas
ru: Закреплённые папки
sv: Fästa mappar
tr: Sabitlenmiş Klasörler
vi: Thư mục đã ghim
zh_hans: 固定文件夹
zh_hant: 已釘選檔案夾

source: Pinned item order
ar: ترتيب العناصر المثبتة
de: Reihenfolge angehefteter Objekte
es: Orden de los elementos fijados
fr: Ordre des éléments épinglés
hu: Kitűzött elemek sorrendje
ja: ピン留め項目の並び順
nl: Volgorde van vastgezette items
pl: Kolejność przypiętych elementów
pt: Ordem dos itens afixados
ru: Порядок закреплённых элементов
sv: Ordning för fästa objekt
tr: Sabitlenmiş öğe sırası
vi: Thứ tự mục được ghim
zh_hans: 固定项目排序
zh_hant: 已釘選項目的排列順序

source: Pinned Items
ar: العناصر المثبتة
de: Angeheftete Elemente
es: Ítems fijados
fr: Eléments épinglés
hu: Kitűzött elemek
ja: ピン留め項目
nl: Vastgezette items
pl: Przypięte elementy
pt: Itens afixados
ru: Закреплённые элементы
sv: Fästa objekt
tr: Sabitlenmiş Öğeler
vi: Mục đã ghim
zh_hans: 已固定项目
zh_hant: 已釘選項目

source: Pinned Screen
ar: شاشة مثبتة
de: Angehefteter Bildschirm
es: Pantalla fijada
fr: Écran épinglé
hu: Rögzített kijelző
ja: 固定した画面
nl: Vastgezet scherm
pl: Przypięty wyświetlacz
pt: Ecrã fixado
ru: Закрепленный экран
sv: Fäst skärm
tr: Sabitlenmiş Ekran
vi: Màn hình đã ghim
zh_hans: 已固定屏幕
zh_hant: 固定顯示螢幕

source: Pinned Window
ar: نافذة مثبتة
de: Angeheftetes Fenster
es: Ventana fijada
fr: Fenêtre épinglée
hu: Kitűzött ablak
ja: ピン留めしたウインドウ
nl: Vastgezet venster
pl: Przypięte okno
pt: Janela Afixada
ru: Закрепленное окно
sv: Fäst fönster
tr: Sabitlenmiş Pencere
vi: Cửa sổ đã ghim
zh_hans: 固定窗口
zh_hant: 已釘選的視窗

source: Pixel
ar: بكسل
es: Píxel
ja: ピクセル
pl: Pikselowy
pt: Píxel
ru: Пиксельные
tr: Piksel
vi: Điểm ảnh
zh_hans: 像素
zh_hant: 像素

source: Placement
ar: الموضع
de: Platzierung
es: Colocación
fr: Position
hu: Elhelyezés
ja: 配置
nl: Plaatsing
pl: Umiejscowienie
pt: Posicionamento
ru: Расположение
sv: Placering
tr: Yerleşim
vi: Vị trí sắp đặt
zh_hans: 位置
zh_hant: 位置

source: Placement & Hiding
ar: الموضع والإخفاء
de: Platzierung & Ausblenden
es: Colocación y ocultación
fr: Position et masquage
hu: Elhelyezés és elrejtés
ja: 配置と非表示
nl: Plaatsing en verbergen
pl: Położenie i ukrywanie
pt: Posicionamento e ocultação
ru: Размещение и скрытие
sv: Placering och gömning
tr: Yerleşim & Gizleme
vi: Vị trí & Ẩn
zh_hans: 位置与隐藏
zh_hant: 位置與隱藏

source: Placement & Layout
ar: الموضع والتخطيط
de: Platzierung & Layout
es: Colocación y disposición
fr: Position et disposition
hu: Elhelyezés és elrendezés
ja: 配置とレイアウト
nl: Plaatsing en indeling
pl: Położenie i układ
pt: Posicionamento e disposição
ru: Размещение и макет
sv: Placering och layout
tr: Yerleşim & Düzen
vi: Vị trí & Bố cục
zh_hans: 位置与布局
zh_hant: 位置與版面配置

source: Play
ar: تشغيل
de: Wiedergeben
es: Reproducir
fr: Lire
hu: Lejátszás
ja: 再生
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
ru: Воспроизвести
sv: Spela upp
tr: Oynat
vi: Phát
zh_hans: 播放
zh_hant: 播放

source: Play haptic feedback when hovering over each icon
ar: تشغيل ردود الفعل اللمسية عند التنقل فوق كل أيقونة
de: Haptisches Feedback bei Zeigerkontakt mit Symbolen geben
es: Reproduce una respuesta háptica al pasar el cursor sobre cada icono
fr: Joue un retour haptique au survol de chaque icône
hu: Haptikus visszajelzés lejátszása az egyes ikonokra mutatáskor
ja: 各アイコンにホバーしたときに触覚フィードバックを再生
nl: Speel haptische feedback af wanneer de muisaanwijzer boven een pictogram wordt geplaatst
pl: Odtwarzaj reakcję haptyczną po wskazaniu każdej ikony
pt: Reproduzir resposta háptica ao passar o cursor sobre cada ícone
ru: Воспроизводить тактильный отклик при наведении на каждый значок
sv: Ge haptisk återkoppling när pekaren hålls över varje symbol
tr: Her simgenin üzerine gelirken dokunsal geri bildirim ver
vi: Phát phản hồi haptic khi di chuột qua từng biểu tượng
zh_hans: 悬停在每个图标上时提供触感反馈
zh_hant: 滑鼠停留於各圖示時觸發觸覺回饋

source: Playing
ar: قيد التشغيل
de: Wiedergabe
es: Reproduciendo
fr: En lecture
hu: Lejátszás alatt
ja: 再生中
nl: Speelt af
pl: Odtwarzanie
pt: A reproduzir
ru: Воспроизводится
sv: Spelar
tr: Çalıyor
vi: Đang phát
zh_hans: 正在播放
zh_hant: 播放中

source: Please restart the application
ar: الرجاء إعادة تشغيل التطبيق
de: Bitte starten Sie die Anwendung neu
es: Reinicia la aplicación
fr: Veuillez redémarrer l'application
hu: Kérjük, indítsa újra az alkalmazást
ja: アプリケーションを再起動してください
nl: Start de app opnieuw op
pl: Uruchom aplikację ponownie
pt: Reinicie a aplicação
ru: Пожалуйста, перезапустите приложение
sv: Starta om programmet
tr: Lütfen uygulamayı yeniden başlatın
vi: Vui lòng khởi động lại ứng dụng
zh_hans: 请重新启动应用程序
zh_hant: 請重新啟動應用程式

source: Please try again in a moment
ar: يرجى المحاولة مرة أخرى بعد قليل
de: Bitte versuchen Sie es in Kürze erneut
es: Inténtalo de nuevo en un momento
fr: Veuillez réessayer dans un instant
hu: Próbálja újra néhány pillanat múlva
ja: しばらくしてからもう一度お試しください
nl: Probeer het later opnieuw
pl: Spróbuj ponownie za chwilę
pt: Tente novamente dentro de momentos
ru: Пожалуйста, повторите попытку чуть позже
sv: Försök igen om en stund
tr: Lütfen biraz sonra tekrar deneyin
vi: Vui lòng thử lại sau giây lát
zh_hans: 请稍后再试
zh_hant: 請稍後再試

source: Polar day
ar: نهار قطبي
de: Polartag
es: Día polar
fr: Jour polaire
hu: Sarki nappal
ja: 白夜
nl: Pooldag
pl: Dzień polarny
pt: Dia polar
ru: Полярный день
sv: Midnattssol
tr: Kutup günü
vi: Ngày vùng cực
zh_hans: 极昼
zh_hant: 極晝

source: Polar night
ar: ليل قطبي
de: Polarnacht
es: Noche polar
fr: Nuit polaire
hu: Sarki éjszaka
ja: 極夜
nl: Poolnacht
pl: Noc polarna
pt: Noite polar
ru: Полярная ночь
sv: Polarnatt
tr: Kutup gecesi
vi: Đêm vùng cực
zh_hans: 极夜
zh_hant: 極夜

source: Pomodoro
ar: بومودورو
ja: ポモドーロ
ru: Помодоро
zh_hans: 番茄钟
zh_hant: 番茄鐘

source: Popover
ar: قائِمة منبثقة
hu: Felugró ablak
ja: ポップオーバー
pl: Okno podręczne
ru: Всплывающее окно
tr: Açılır menü
vi: Cửa sổ bật lên
zh_hans: 弹出框
zh_hant: 彈出式視窗

source: Populate
ar: تعداد
de: Auffüllen
es: Rellenar
fr: Remplir
hu: Elemek hozzáadása
ja: 追加
nl: Vullen
pl: Wypełnij
pt: Preencher
ru: Заполнить
sv: Fyll
tr: Doldur
vi: Điền vào
zh_hans: 填充
zh_hant: 自動填入

source: Populate Dock
ar: إشاعة قاعدة البيانات
de: Dock auffüllen
es: Rellenar el Dock
fr: Remplir le Dock
hu: Elemek hozzáadása a kijelzőhöz
ja: Dockにアプリを追加
nl: Dock vullen
pl: Wypełnij Dock
pt: Preencher a Dock
ru: Заполнить док - бар !
sv: Fyll dockan
tr: Dock'u Doldur
vi: Điền dữ liệu vào Dock
zh_hans: 填充 Dock
zh_hant: 自動填入 Dock

source: Position & Display
ar: الموقع و العرض
de: Position & Bildschirm
es: Posición y pantalla
fr: Position et écrans
hu: Pozíció és kijelző
ja: 位置とディスプレイ
nl: Positie en weergave
pl: Położenie i wyświetlacz
pt: Posição e ecrã
ru: Расположение и отображение
sv: Position och bildskärm
tr: Konum & Ekran
vi: Vị trí & Hiển thị
zh_hans: 位置 & 显示
zh_hant: 位置與顯示

source: posture
ar: وضعية الجلوس
de: haltung
es: postura
hu: testtartás
ja: 姿勢
nl: postuur
pl: postawa
pt: postura
ru: осанка
sv: hållning
tr: duruş
vi: tư thế
zh_hans: 姿势
zh_hant: 姿勢

source: Posture
ar: الوضعية
de: Haltung
es: Postura
hu: Testtartás
ja: 姿勢
nl: Houding
pl: Postawa
pt: Postura
ru: Осанка
sv: Hållning
tr: Duruş
vi: Tư thế
zh_hans: 姿势
zh_hant: 姿勢

source: Posture Check
ar: فحص الوضعية
de: Haltungscheck
es: Revisión de postura
fr: Vérification de la posture
hu: Testtartás-ellenőrzés
ja: 姿勢チェック
nl: Houdingscontrole
pl: Sprawdzenie postawy
pt: Verificar Postura
ru: Проверка осанки
sv: Hållningskoll
tr: Duruş Kontrolü
vi: Kiểm tra tư thế
zh_hans: 姿势检查
zh_hant: 姿勢檢查

source: Power
ar: الطاقة
de: Energie
es: Energía
fr: Alimentation
hu: Kikapcsolás
ja: 電源
nl: Aan/uit
pl: Zasilanie
pt: Energia
ru: Питание
sv: Ström
tr: Güç
vi: Nguồn điện
zh_hans: 电源
zh_hant: 電源

source: Power Off
ar: إيقاف التشغيل
de: Ausschalten
es: Apagar
fr: Éteindre
hu: Leállítás
ja: システム終了
nl: Uitschakelen
pl: Wyłącz
pt: Desligar
ru: Выключение
sv: Stäng av
tr: Kapat
vi: Tắt nguồn
zh_hans: 关机
zh_hant: 關機

source: Powers window focus, switching, dock overlap avoidance, and shortcuts.
ar: يتيح تركيز النوافذ والتبديل بينها وتجنّب تداخل النوافذ مع Dock والاختصارات.
de: Ermöglicht das Fokussieren und Wechseln von Fenstern, vermeidet Dock-Überlappungen und steuert Kurzbefehle.
es: Permite el foco de ventanas, el cambio entre ellas, la prevención de superposición con el Dock y los atajos.
fr: Permet le focus des fenêtres, le changement de fenêtre, l'évitement du chevauchement avec le dock et les raccourcis.
hu: Ez működteti az ablakfókuszt, a váltást, a Dock-átfedés elkerülését és a billentyűparancsokat.
ja: ウインドウのフォーカス、切り替え、Dockの重なり回避、ショートカットに使用されます。
nl: Zorgt voor vensterfocus, het wisselen tussen vensters, het voorkomen van overlapping met het Dock en sneltoetsen.
pl: Obsługuje aktywność okien, przełączanie, unikanie nakładania Docka i skróty.
pt: Permite o foco de janelas, a alternância, a prevenção de sobreposição da dock e os atalhos.
ru: Обеспечивает фокус окон, переключение, предотвращение перекрытия Dock и сочетания клавиш.
sv: Möjliggör fönsterfokus, växling, undvikande av överlappning med docken och kortkommandon.
tr: Pencere odağını, geçişi, dock çakışmasını önlemeyi ve kısayolları destekler.
vi: Vận hành tiêu điểm cửa sổ, chuyển đổi, tránh chồng lấn dock và các phím tắt.
zh_hans: 支持窗口焦点、窗口切换、避免与 Dock 重叠以及快捷键功能。
zh_hant: 用於支援視窗焦點管理、視窗切換、避免與 Dock 重疊及快速鍵。

source: Presets
ar: إعدادات مسبقة
de: Voreinstellungen
es: Preajustes
fr: Préréglages
hu: Előbeállítások
ja: プリセット
nl: Voorinstellingen
pl: Gotowe czasy
pt: Predefinições
ru: Предустановки
sv: Förinställningar
tr: Hazır Ayarlar
vi: Mẫu có sẵn
zh_hans: 预设
zh_hant: 預設組合

source: Press Key
ar: اضغط على مفتاح
de: Taste drücken
es: Pulsa una tecla
fr: Appuyer sur une touche
hu: Nyomjon meg egy billentyűt
ja: キーを押してください
nl: Druk op de toets
pl: Naciśnij klawisz
pt: Prima uma tecla
ru: Нажмите клавишу
sv: Tryck på tangent
tr: Bir Tuşa Bas
vi: Nhấn phím
zh_hans: 按下按键
zh_hant: 按下按鍵

source: Press this key while the switcher is open to focus the search field
ar: اضغط على هذا المفتاح أثناء فتح المبدّل لتنشيط حقل البحث
de: Drücken Sie diese Taste bei geöffnetem Fensterwechsler, um das Suchfeld zu fokussieren
es: Pulsa esta tecla con el selector abierto para enfocar el campo de búsqueda
fr: Appuyez sur cette touche lorsque le sélecteur est ouvert pour activer le champ de recherche
hu: Nyomja meg ezt a billentyűt, amíg a váltó nyitva van, a keresőmező fókuszba helyezéséhez
ja: スイッチャーが開いているときにこのキーを押すと、検索フィールドにフォーカス
nl: Druk op deze toets terwijl de wisselaar geopend is om naar het zoekveld te gaan
pl: Naciśnij ten klawisz, gdy przełącznik jest otwarty, aby aktywować pole wyszukiwania
pt: Prima esta tecla com o alternador aberto para focar o campo de pesquisa
ru: Нажмите эту клавишу, пока открыт переключатель, чтобы перейти к полю поиска
sv: Tryck på den här tangenten medan växlaren är öppen för att fokusera sökfältet
tr: Değiştirici açıkken arama alanına odaklanmak için bu tuşa bas
vi: Nhấn phím này khi bộ chuyển đổi đang mở để đặt tiêu điểm vào trường tìm kiếm
zh_hans: 当窗口切换器打开时按此键来聚焦窗口搜索
zh_hant: 切換器開啟時，按下此按鍵即可聚焦搜尋欄位

source: preview
ar: معاينة
de: vorschau
es: previsualización
fr: aperçu
hu: előnézet
ja: プレビュー
nl: voorbeeld
pl: podgląd
pt: pré-visualização
ru: предпросмотр
sv: förhandsvisning
tr: önizleme
vi: xem trước
zh_hans: 预览
zh_hant: 預覽
